[
  {
    "id": "black-lives-matter",
    "text": "Today we gather in solidarity and strength, honoring the lives lost and advocating for a world where justice prevails and racial violence ends.",
    "tags": ["racial-justice", "non-violent-resistance"]
  },
  {
    "id": "black-lives-matter",
    "text": "Let's educate, elevate, and empower our communities to stand against racial injustice. Together, we are a force for change.",
    "tags": ["racial-justice", "non-violent-resistance"]
  },
  {
    "id": "black-lives-matter",
    "text": "We remember the voices that have been silenced by racial violence and vow to keep fighting until we live in a world where everyone is truly equal.",
    "tags": ["racial-justice", "non-violent-resistance"]
  },
  {
    "id": "black-lives-matter",
    "text": "In the face of adversity, we stand united. Our movement is about more than protest; it's about creating a future filled with hope and equality.",
    "tags": ["racial-justice", "non-violent-resistance"]
  },
  {
    "id": "black-lives-matter",
    "text": "Every day, we commit to being agents of change in the fight against systemic racism. Our actions now will shape the future for generations to come.",
    "tags": ["racial-justice", "non-violent-resistance"]
  },
  {
    "id": "black-lives-matter",
    "text": "Through education and advocacy, we challenge the structures that perpetuate racial disparities. Our unity is our strength.",
    "tags": ["racial-justice", "non-violent-resistance"]
  },
  {
    "id": "black-lives-matter",
    "text": "Justice, equality, and freedom for all. We march, we speak, and we act in pursuit of a fairer and more just society.",
    "tags": ["racial-justice", "non-violent-resistance"]
  },
  {
    "id": "black-lives-matter",
    "text": "Our commitment to non-violent resistance is a testament to our belief in peace and justice for every community.",
    "tags": ["racial-justice", "non-violent-resistance"]
  },
  {
    "id": "black-lives-matter",
    "text": "We honor the resilience and courage of those who have fought for racial justice before us and pledge to continue their legacy.",
    "tags": ["racial-justice", "non-violent-resistance"]
  },
  {
    "id": "black-lives-matter",
    "text": "As we demand change, let us also foster love and healing in our communities. Together, we can overcome the barriers of injustice.",
    "tags": ["racial-justice", "non-violent-resistance"]
  },
  {
    "id": "democratic-socialists-of-america-dsa",
    "text": "Join us in the fight for a society where the wealth we collectively generate is used for the benefit of all, not just a privileged few.",
    "tags": ["anti-capitalism", "universal-basic-income", "workers-rights"]
  },
  {
    "id": "democratic-socialists-of-america-dsa",
    "text": "We believe in a world where healthcare, education, and a livable planet are not luxuries, but rights afforded to everyone.",
    "tags": ["anti-capitalism", "universal-basic-income", "workers-rights"]
  },
  {
    "id": "democratic-socialists-of-america-dsa",
    "text": "Through grassroots activism and political engagement, we're working towards an equitable society that prioritizes people over profit.",
    "tags": ["anti-capitalism", "universal-basic-income", "workers-rights"]
  },
  {
    "id": "democratic-socialists-of-america-dsa",
    "text": "We stand in solidarity with workers around the globe, advocating for fair wages, safe working conditions, and the right to organize.",
    "tags": ["anti-capitalism", "universal-basic-income", "workers-rights"]
  },
  {
    "id": "democratic-socialists-of-america-dsa",
    "text": "A Green New Deal is not just an environmental necessity but also a pathway to a just and sustainable economic future.",
    "tags": ["anti-capitalism", "universal-basic-income", "workers-rights"]
  },
  {
    "id": "democratic-socialists-of-america-dsa",
    "text": "Economic justice means fighting for a universal basic income, ensuring that everyone has access to the resources they need to thrive.",
    "tags": ["anti-capitalism", "universal-basic-income", "workers-rights"]
  },
  {
    "id": "democratic-socialists-of-america-dsa",
    "text": "In the spirit of democratic socialism, we work towards a society where decision-making is shared and everyone's voice is heard.",
    "tags": ["anti-capitalism", "universal-basic-income", "workers-rights"]
  },
  {
    "id": "democratic-socialists-of-america-dsa",
    "text": "Our vision is clear: a world where wealth and power are in the hands of the many, not just the few. Together, we can make this vision a reality.",
    "tags": ["anti-capitalism", "universal-basic-income", "workers-rights"]
  },
  {
    "id": "democratic-socialists-of-america-dsa",
    "text": "It's time to challenge the status quo and build a society that serves the needs of all its members, not just those at the top.",
    "tags": ["anti-capitalism", "universal-basic-income", "workers-rights"]
  },
  {
    "id": "democratic-socialists-of-america-dsa",
    "text": "We are committed to dismantling the systems of oppression that divide us and to building a future where everyone has the freedom to live a full and vibrant life.",
    "tags": ["anti-capitalism", "universal-basic-income", "workers-rights"]
  },
  {
    "id": "extinction-rebellion",
    "text": "Our home is on fire, and we refuse to stand by and watch. We demand immediate action to preserve our planet for future generations.",
    "tags": ["climate-justice", "non-violent-resistance"]
  },
  {
    "id": "extinction-rebellion",
    "text": "We disrupt the present to protect our future. Our non-violent protests are a call to action for everyone who cares about the health of our planet.",
    "tags": ["climate-justice", "non-violent-resistance"]
  },
  {
    "id": "extinction-rebellion",
    "text": "The time for denial and delay is over. We need bold and immediate action to address the climate crisis and protect biodiversity.",
    "tags": ["climate-justice", "non-violent-resistance"]
  },
  {
    "id": "extinction-rebellion",
    "text": "Join us as we stand against the destruction of our natural world. Together, we can make a difference for our planet and its inhabitants.",
    "tags": ["climate-justice", "non-violent-resistance"]
  },
  {
    "id": "extinction-rebellion",
    "text": "Our movement is growing, and our resolve is stronger than ever. We will continue to fight for climate justice through peaceful protest and activism.",
    "tags": ["climate-justice", "non-violent-resistance"]
  },
  {
    "id": "extinction-rebellion",
    "text": "We envision a world where the environment is respected, biodiversity is protected, and our actions today secure a sustainable tomorrow.",
    "tags": ["climate-justice", "non-violent-resistance"]
  },
  {
    "id": "extinction-rebellion",
    "text": "It's not too late to act, but time is running out. Every action counts in our fight against climate change and environmental destruction.",
    "tags": ["climate-justice", "non-violent-resistance"]
  },
  {
    "id": "extinction-rebellion",
    "text": "We demand transparency and accountability from our leaders. The future of our planet depends on the decisions we make now.",
    "tags": ["climate-justice", "non-violent-resistance"]
  },
  {
    "id": "extinction-rebellion",
    "text": "Our collective voice is powerful. Through peaceful protest, we draw attention to the urgent need for action on climate change.",
    "tags": ["climate-justice", "non-violent-resistance"]
  },
  {
    "id": "extinction-rebellion",
    "text": "For the sake of our children and all future generations, we must act now to mitigate the impacts of climate change and preserve the natural world.",
    "tags": ["climate-justice", "non-violent-resistance"]
  },
  {
    "id": "anarchist-black-cross-federation",
    "text": "Our support for political prisoners is unwavering. We stand with those who have been unjustly persecuted for their beliefs and actions towards a freer world.",
    "tags": ["prison-abolition", "anarchism"]
  },
  {
    "id": "anarchist-black-cross-federation",
    "text": "Solidarity is our weapon. Through collective action and support, we can challenge the oppressive systems that imprison our comrades.",
    "tags": ["prison-abolition", "anarchism"]
  },
  {
    "id": "anarchist-black-cross-federation",
    "text": "We believe in a world without prisons, where communities resolve conflicts and harm through restorative justice, not punishment.",
    "tags": ["prison-abolition", "anarchism"]
  },
  {
    "id": "anarchist-black-cross-federation",
    "text": "The fight for prison abolition is a fight for a more just and equitable society, where every individual's dignity and rights are respected.",
    "tags": ["prison-abolition", "anarchism"]
  },
  {
    "id": "anarchist-black-cross-federation",
    "text": "Our campaigns aim to raise awareness and provide support for those behind bars, highlighting the need for systemic change to end political persecution.",
    "tags": ["prison-abolition", "anarchism"]
  },
  {
    "id": "anarchist-black-cross-federation",
    "text": "Freedom for all political prisoners! We advocate for the release of those incarcerated for fighting for a better world.",
    "tags": ["prison-abolition", "anarchism"]
  },
  {
    "id": "anarchist-black-cross-federation",
    "text": "Our commitment to anarchism guides our actions in supporting those who resist oppression and strive for a world free of domination and hierarchy.",
    "tags": ["prison-abolition", "anarchism"]
  },
  {
    "id": "anarchist-black-cross-federation",
    "text": "In solidarity with political prisoners, we organize, fundraise, and spread the word. Together, we can make a difference.",
    "tags": ["prison-abolition", "anarchism"]
  },
  {
    "id": "anarchist-black-cross-federation",
    "text": "We challenge the prison-industrial complex and work towards a future where communities thrive without the need for cages.",
    "tags": ["prison-abolition", "anarchism"]
  },
  {
    "id": "anarchist-black-cross-federation",
    "text": "Supporting our imprisoned comrades is just one facet of our broader struggle against oppressive systems. Join us in the fight for freedom and justice.",
    "tags": ["prison-abolition", "anarchism"]
  },
  {
    "id": "food-not-bombs",
    "text": "Our meals serve as a message of peace and solidarity. In a world of plenty, no one should go hungry.The contemporary political moment is defined by emergency. Acute crises, like the COVID-19 pandemic and climate change–induced fires, floods, and storms, as well as the ongoing crises of racist criminalization, brutal immigration enforcement, endemic gender violence, and severe wealth inequality, threaten the survival of people around the globe. Government policies actively produce and exacerbate the harm, inadequately respond to crises, and ensure that certain populations bear the brunt of pollution, poverty, disease, and violence. In the face of this, more and more ordinary people are feeling called to respond in their communities, creating bold and innovative ways to share resources and support vulnerable neighbors. This survival work, when done in conjunction with social movements demanding transformative change, is called mutual aid.\n\nMutual aid has been a part of all large, powerful social movements, and it has a particularly important role to play right now, as we face unprecedented dangers and opportunities for mobilization. Mutual aid gives people a way to plug into movements based on their immediate concerns, and it produces social spaces where people grow new solidarities. At its best, mutual aid actually produces new ways of living where people get to create systems of care and generosity that address harm and foster well-being.\n\nThis book is about mutual aid: it explains why it is so important, what it looks like, and how to do it. It provides a grassroots theory of mutual aid as well as concrete tools for addressing some of the most difficult questions facing mutual aid groups, such as how to work in groups and make decisions together, how to prevent and address conflict, and how to deal with burnout so that we can build a lasting mobilization that can win.\n\nLeft social movements have two big jobs right now. First, we need to organize to help people survive the devastating conditions unfolding every day. Second, we need to mobilize hundreds of millions of people for resistance so we can tackle the underlying causes of these crises. In this pivotal moment, movements can strengthen, mobilizing new people to fight back against cops, immigration enforcement, welfare authorities, landlords, budget cuts, polluters, the defense industry, prison profiteers, and right-wing groups. The way to tackle these two big tasks—meeting people’s needs and mobilizing them for resistance—is to create mutual aid projects and get lots of people to participate in them. Social movements that have built power and won major change have all included mutual aid, yet it is often a part of movement work that is less visible and less valued. In this moment, our ability to build mutual aid will determine whether we win the world we long for or dive further into crisis.\n\nWe can imagine what is possible when we come together in this way by examining the response of Hong Kong’s protest movement to COVID-19. In 2019, a massive anti-government mobilization swept Hong Kong, with people opposing police and seeking greater control over their lives. By the time the COVID-19 pandemic emerged, Hong Kong’s chief executive, Carrie Lam, had an 80 percent disapproval rating. Hong Kong’s protest movement had escalated significantly, with protesters coordinating sophisticated mass mobilizations, including the use of bold tactics like fighting police with poles, projectiles, laser pointers, and petrol bombs. Lam was remarkably non-responsive to the pandemic, despite the vulnerable position of Hong Kong, a densely packed city with a history of epidemics and a high-speed railway connection to Wuhan, where the COVID-19 pandemic started. Hong Kong residents criticized Lam for her delay in closing the city’s borders and her order barring city workers from wearing masks. But, despite the government’s failures, the people of Hong Kong, mobilized by the protest movement, launched a response that suppressed the original wave of COVID-19 and mitigated its resurgence.\n\nOn the day the first COVID-19 case in Hong Kong was confirmed, people from the protest movement created a website that tracked cases, monitored hot spots, reported hospital wait times, and warned about places selling fake personal protective equipment (PPE). The protesters defied the government’s ban on masks and countered misinformation from the World Health Organization discouraging their use. They set up brigades that made and distributed masks, specially making sure they reached poor people and old people. They created a system of volunteers to set up hand sanitizer stations throughout crowded tenement housing and maintain the supply of sanitizer at the stations. They also created digital maps to identify the station sites.\n\nThis essential mutual aid work was complemented by bolder strategies. When the government refused to close the border with China, seven thousand medical workers, as part of labor unions that had been formed during the protest movement, went on strike demanding PPE and that the border be closed. Members of the protest movement threatened the government with stronger action if steps were not taken to address the epidemic, and explosives were found at the border with China, possibly for this purpose. The Hong Kong government then created quarantine centers in dense neighborhoods, but never consulted the people in those neighborhoods, and the protest movement responded by throwing explosives into the quarantine centers before they were used, causing the government to change the location of the facilities to less densely populated holiday villages.\n\nAs a result of these efforts by a mobilized and coordinated movement, and no thanks to the government, Hong Kong had an immensely successful response to the first wave of COVID-19. Through the combination of mutual aid and direct action to force concessions, the protesters did what the government would not do on its own, saving untold numbers of lives.\n\nThis book provides a concrete guide for building mutual aid groups and networks. Part I explores what mutual aid is, why it is different than charity, and how it relates to other social movement tactics. Part II dives into the nitty-gritty of how to work together in mutual aid groups and how to handle the challenges of group decision-making, conflict, and burnout. It includes charts and lists that can be brought to group meetings to stimulate conversation and build shared analysis and group practices. Ultimately, helps imagine how we can coordinate to collectively take care of ourselves—even in the face of disaster—and mobilize hundreds of millions of people to make deep and lasting change.",
    "tags": ["mutual-aid", "anti-war"]
  },
  {
    "id": "food-not-bombs",
    "text": "By sharing free vegan and vegetarian food, we protest against war and the waste of resources. Food is a right, not a privilege.",
    "tags": ["mutual-aid", "anti-war"]
  },
  {
    "id": "food-not-bombs",
    "text": "We believe in the power of community and mutual aid. Together, we can build a world where compassion trumps conflict.",
    "tags": ["mutual-aid", "anti-war"]
  },
  {
    "id": "food-not-bombs",
    "text": "Our actions are a form of protest against the inequalities and injustices that lead to poverty and hunger.",
    "tags": ["mutual-aid", "anti-war"]
  },
  {
    "id": "food-not-bombs",
    "text": "Every meal we share is an opportunity to connect, to care, and to challenge the structures of power that lead to war and poverty.",
    "tags": ["mutual-aid", "anti-war"]
  },
  {
    "id": "food-not-bombs",
    "text": "We stand for peace, justice, and the right of every person to live a dignified life. Through our actions, we affirm these values.",
    "tags": ["mutual-aid", "anti-war"]
  },
  {
    "id": "food-not-bombs",
    "text": "Food Not Bombs is more than just a meal service; it's a movement towards a more just and equitable society.",
    "tags": ["mutual-aid", "anti-war"]
  },
  {
    "id": "food-not-bombs",
    "text": "In the face of adversity, we choose to act with kindness, offering food and support to those in need.",
    "tags": ["mutual-aid", "anti-war"]
  },
  {
    "id": "food-not-bombs",
    "text": "Our collective action is a beacon of hope and resilience, showing that even in small ways, we can make a big difference.",
    "tags": ["mutual-aid", "anti-war"]
  },
  {
    "id": "food-not-bombs",
    "text": "Join us in creating a future where food security and peace are realities for all, not just ideals.",
    "tags": ["mutual-aid", "anti-war"]
  },
  {
    "id": "sunrise-movement",
    "text": "Join us as we rise for a sustainable future. Our generation has the most to lose, and the most to gain. Together, we can turn the tide on climate change.",
    "tags": ["climate-justice", "direct-action"]
  },
  {
    "id": "sunrise-movement",
    "text": "The Green New Deal is more than a policy proposal; it's a call to arms for all who care about the health of our planet and the future of our people.",
    "tags": ["climate-justice", "direct-action"]
  },
  {
    "id": "sunrise-movement",
    "text": "Every sunrise brings a new opportunity to fight for climate justice. Our collective action can and will make a difference.",
    "tags": ["climate-justice", "direct-action"]
  },
  {
    "id": "sunrise-movement",
    "text": "We're mobilizing to create millions of good jobs, to revitalize our economy, and to protect our planet. It's time for bold action.",
    "tags": ["climate-justice", "direct-action"]
  },
  {
    "id": "sunrise-movement",
    "text": "Climate change isn't a distant threat; it's our current reality. Our movement is for everyone who feels the urgency of this moment.",
    "tags": ["climate-justice", "direct-action"]
  },
  {
    "id": "sunrise-movement",
    "text": "Through direct action and advocacy, we are making the climate crisis impossible to ignore. Together, we are unstoppable.",
    "tags": ["climate-justice", "direct-action"]
  },
  {
    "id": "sunrise-movement",
    "text": "We are the voice of the youth, demanding a livable future. The time for action is now; the place for change is here.",
    "tags": ["climate-justice", "direct-action"]
  },
  {
    "id": "sunrise-movement",
    "text": "Our movement is powered by the passion and dedication of young activists across the country. Join us, and be part of the change.",
    "tags": ["climate-justice", "direct-action"]
  },
  {
    "id": "sunrise-movement",
    "text": "We're fighting for a world where environmental justice is a reality, not a dream. Our activism is shaping the future.",
    "tags": ["climate-justice", "direct-action"]
  },
  {
    "id": "sunrise-movement",
    "text": "Our planet can't wait. We're stepping up to hold our leaders accountable and demand they act on climate now.",
    "tags": ["climate-justice", "direct-action"]
  },
  {
    "id": "industrial-workers-of-the-world-iww",
    "text": "Solidarity forever, for the union makes us strong! Together, we fight for a world where workers control their own destinies.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "industrial-workers-of-the-world-iww",
    "text": "The IWW is committed to the abolition of the wage system. Join us in building a future based on mutual aid and worker self-management.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "industrial-workers-of-the-world-iww",
    "text": "Every worker has the right to a dignified life. Through unity and direct action, we can dismantle the chains of wage slavery.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "industrial-workers-of-the-world-iww",
    "text": "We stand against all forms of oppression and exploitation. Our struggle is for the liberation of all workers, everywhere.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "industrial-workers-of-the-world-iww",
    "text": "One Big Union for all workers! The IWW fights for a world where the needs of the many outweigh the greed of the few.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "industrial-workers-of-the-world-iww",
    "text": "From the factory floor to the digital space, all workers deserve rights and respect. Our unity is our strength.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "industrial-workers-of-the-world-iww",
    "text": "Our vision is clear: a society where workers own and operate the means of production, creating a truly equitable world.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "industrial-workers-of-the-world-iww",
    "text": "The fight for worker's rights is global. We stand in solidarity with our fellow workers across the world, resisting exploitation together.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "industrial-workers-of-the-world-iww",
    "text": "Join the IWW in building a new world within the shell of the old. Through solidarity, we can overcome the barriers that divide us.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "industrial-workers-of-the-world-iww",
    "text": "We organize not just for better wages, but for a better world. A world where every worker has a voice and power.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "queer-liberation-front",
    "text": "Equality is non-negotiable. We fight for a world where every LGBTQ+ individual can live openly and without fear.",
    "tags": ["queer-liberation", "non-violent-resistance"]
  },
  {
    "id": "queer-liberation-front",
    "text": "Our love is revolutionary. In the face of discrimination and violence, we stand united for queer rights and liberation.",
    "tags": ["queer-liberation", "non-violent-resistance"]
  },
  {
    "id": "queer-liberation-front",
    "text": "Visibility matters. By standing together, we challenge the norms and fight for the recognition and protection of all queer lives.",
    "tags": ["queer-liberation", "non-violent-resistance"]
  },
  {
    "id": "queer-liberation-front",
    "text": "We demand an end to violence against the LGBTQ+ community. Our activism is rooted in love, resilience, and the pursuit of justice.",
    "tags": ["queer-liberation", "non-violent-resistance"]
  },
  {
    "id": "queer-liberation-front",
    "text": "Equality under the law is just the beginning. We strive for a society that celebrates diversity and embraces all identities.",
    "tags": ["queer-liberation", "non-violent-resistance"]
  },
  {
    "id": "queer-liberation-front",
    "text": "Our fight is for more than rights; it's for respect, understanding, and the freedom to be who we are without compromise.",
    "tags": ["queer-liberation", "non-violent-resistance"]
  },
  {
    "id": "queer-liberation-front",
    "text": "In solidarity, we reject the binaries and constraints placed upon us. Our identities are valid, and our voices will be heard.",
    "tags": ["queer-liberation", "non-violent-resistance"]
  },
  {
    "id": "queer-liberation-front",
    "text": "The Queer Liberation Front is a beacon of hope, challenging oppression and paving the way for a future filled with pride and possibility.",
    "tags": ["queer-liberation", "non-violent-resistance"]
  },
  {
    "id": "queer-liberation-front",
    "text": "Together, we're writing a new chapter in the history of liberation, one where love triumphs over hate, and diversity is celebrated.",
    "tags": ["queer-liberation", "non-violent-resistance"]
  },
  {
    "id": "queer-liberation-front",
    "text": "We march, we celebrate, and we fight—not just during Pride, but every day—for a world where every queer individual can thrive.",
    "tags": ["queer-liberation", "non-violent-resistance"]
  },
  {
    "id": "indigenous-environmental-network",
    "text": "Our lands, our rights, our future. We stand united to protect our sacred sites and the environment from exploitation and destruction.",
    "tags": ["indigenous-sovereignty", "climate-justice"]
  },
  {
    "id": "indigenous-environmental-network",
    "text": "The wisdom of our ancestors guides us in our fight for environmental justice. We advocate for the preservation of our planet for all future generations.",
    "tags": ["indigenous-sovereignty", "climate-justice"]
  },
  {
    "id": "indigenous-environmental-network",
    "text": "We demand a seat at the table in discussions on climate change. Indigenous voices are essential in crafting solutions that respect the earth and its people.",
    "tags": ["indigenous-sovereignty", "climate-justice"]
  },
  {
    "id": "indigenous-environmental-network",
    "text": "Our struggle is interconnected with the global fight for climate justice. We stand in solidarity with all who protect the earth and its diversity.",
    "tags": ["indigenous-sovereignty", "climate-justice"]
  },
  {
    "id": "indigenous-environmental-network",
    "text": "Respecting Indigenous rights means protecting the environment. Our traditional knowledge is key to addressing the climate crisis.",
    "tags": ["indigenous-sovereignty", "climate-justice"]
  },
  {
    "id": "indigenous-environmental-network",
    "text": "We resist resource extraction that threatens our lands and water. Our commitment to the earth is unwavering.",
    "tags": ["indigenous-sovereignty", "climate-justice"]
  },
  {
    "id": "indigenous-environmental-network",
    "text": "Indigenous stewardship of the land is a proven path to sustainable living. We advocate for policies that recognize and support this truth.",
    "tags": ["indigenous-sovereignty", "climate-justice"]
  },
  {
    "id": "indigenous-environmental-network",
    "text": "Our fight for environmental justice is also a fight for Indigenous sovereignty. The two are inseparable.",
    "tags": ["indigenous-sovereignty", "climate-justice"]
  },
  {
    "id": "indigenous-environmental-network",
    "text": "We honor the earth and all its creatures by defending our rights and lands against those who seek to harm them for profit.",
    "tags": ["indigenous-sovereignty", "climate-justice"]
  },
  {
    "id": "indigenous-environmental-network",
    "text": "Together, we are a force for change, advocating for a world where Indigenous rights and environmental health are prioritized.",
    "tags": ["indigenous-sovereignty", "climate-justice"]
  },
  {
    "id": "copwatch",
    "text": "We stand vigilant, documenting police activity to ensure accountability and protect our communities from abuse of power.",
    "tags": ["racial-justice", "direct-action"]
  },
  {
    "id": "copwatch",
    "text": "Copwatch empowers citizens to be proactive in monitoring law enforcement, ensuring that justice and fairness are upheld.",
    "tags": ["racial-justice", "direct-action"]
  },
  {
    "id": "copwatch",
    "text": "Through our lenses, we capture the truth. Our documentation is a tool against brutality and injustice.",
    "tags": ["racial-justice", "direct-action"]
  },
  {
    "id": "copwatch",
    "text": "We advocate for transparency and accountability in policing, believing that every community deserves to feel safe and respected.",
    "tags": ["racial-justice", "direct-action"]
  },
  {
    "id": "copwatch",
    "text": "Our work is a testament to the power of community oversight. Together, we can bring about change and ensure dignity for all.",
    "tags": ["racial-justice", "direct-action"]
  },
  {
    "id": "copwatch",
    "text": "Copwatch is not anti-police; we are pro-accountability. We seek to build a world where law enforcement serves and protects every member of the community.",
    "tags": ["racial-justice", "direct-action"]
  },
  {
    "id": "copwatch",
    "text": "Every incident we document is a step towards ending police violence. We are committed to shining a light on abuses of power.",
    "tags": ["racial-justice", "direct-action"]
  },
  {
    "id": "copwatch",
    "text": "Our presence is a reminder that the people are watching, and that law enforcement must be held to the highest ethical standards.",
    "tags": ["racial-justice", "direct-action"]
  },
  {
    "id": "copwatch",
    "text": "We train and educate our communities on their rights and how to safely monitor police activity, empowering them to protect their rights.",
    "tags": ["racial-justice", "direct-action"]
  },
  {
    "id": "copwatch",
    "text": "Together, we are a collective voice calling for reform and justice. Copwatch is a movement for those who demand fairness and respect.",
    "tags": ["racial-justice", "direct-action"]
  },
  {
    "id": "marxist-student-federation",
    "text": "Education is our weapon in the fight for a fairer world. Through Marxist theory, we seek to understand the forces that shape our society and how we can transform it.",
    "tags": ["anti-capitalism", "workers-rights"]
  },
  {
    "id": "marxist-student-federation",
    "text": "The struggle for social and economic justice is at the heart of our movement. Join us as we work towards revolutionary change.",
    "tags": ["anti-capitalism", "workers-rights"]
  },
  {
    "id": "marxist-student-federation",
    "text": "Capitalism is not invincible. Through solidarity and education, we can build a movement capable of challenging and overcoming it.",
    "tags": ["anti-capitalism", "workers-rights"]
  },
  {
    "id": "marxist-student-federation",
    "text": "Our fight is for a world where the needs of the many outweigh the profits of the few. Marxism offers the tools we need to analyze and act.",
    "tags": ["anti-capitalism", "workers-rights"]
  },
  {
    "id": "marxist-student-federation",
    "text": "Join us for workshops and discussions on Marxist theory. Understanding the world is the first step towards changing it.",
    "tags": ["anti-capitalism", "workers-rights"]
  },
  {
    "id": "marxist-student-federation",
    "text": "Workers of the world, unite! Our strength lies in our unity and our commitment to revolutionary change.",
    "tags": ["anti-capitalism", "workers-rights"]
  },
  {
    "id": "marxist-student-federation",
    "text": "Marxism isn't just about critiquing capitalism; it's about imagining and working towards a just and equitable society for all.",
    "tags": ["anti-capitalism", "workers-rights"]
  },
  {
    "id": "marxist-student-federation",
    "text": "We organize not only to understand the world but to change it. Through activism and solidarity, we fight for a better future.",
    "tags": ["anti-capitalism", "workers-rights"]
  },
  {
    "id": "marxist-student-federation",
    "text": "The revolution begins with education. Our forums and events are spaces where we can learn, grow, and prepare for action.",
    "tags": ["anti-capitalism", "workers-rights"]
  },
  {
    "id": "marxist-student-federation",
    "text": "In the spirit of Marx and Engels, we challenge the status quo and work towards a society where everyone has the freedom to flourish.",
    "tags": ["anti-capitalism", "workers-rights"]
  },
  {
    "id": "symbiosis",
    "text": "Building a sustainable future requires us to rethink our relationships with each other and the planet. Join us in fostering mutual aid and ecological balance.",
    "tags": ["mutual-aid", "ecology"]
  },
  {
    "id": "symbiosis",
    "text": "Our network is a testament to the power of grassroots action. Together, we can create a society that prioritizes people and planet over profit.",
    "tags": ["mutual-aid", "ecology"]
  },
  {
    "id": "symbiosis",
    "text": "Decentralized governance and mutual aid are not utopian dreams but practical pathways to a more equitable and sustainable world.",
    "tags": ["mutual-aid", "ecology"]
  },
  {
    "id": "symbiosis",
    "text": "Through collaboration and shared values, we are laying the foundations for a society that respects the interconnectedness of all life.",
    "tags": ["mutual-aid", "ecology"]
  },
  {
    "id": "symbiosis",
    "text": "Our actions today shape the world of tomorrow. Join us in promoting sustainable practices and democratic, community-led decision-making.",
    "tags": ["mutual-aid", "ecology"]
  },
  {
    "id": "symbiosis",
    "text": "Environmental sustainability and social justice are inseparable. Our initiatives aim to address both, recognizing the need for systemic change.",
    "tags": ["mutual-aid", "ecology"]
  },
  {
    "id": "symbiosis",
    "text": "We envision a world where communities are empowered to govern themselves and manage their resources in harmony with nature.",
    "tags": ["mutual-aid", "ecology"]
  },
  {
    "id": "symbiosis",
    "text": "Every small act of mutual aid is a step towards a larger revolution. Together, we can build resilient communities and a healthier planet.",
    "tags": ["mutual-aid", "ecology"]
  },
  {
    "id": "symbiosis",
    "text": "Join our workshops and community projects to learn how principles of mutual aid and ecology can be applied in your local area.",
    "tags": ["mutual-aid", "ecology"]
  },
  {
    "id": "symbiosis",
    "text": "Our mission is to demonstrate that another world is possible—one based on cooperation, sustainability, and respect for all beings.",
    "tags": ["mutual-aid", "ecology"]
  },
  {
    "id": "womens-strike-assembly",
    "text": "We strike to highlight the undervalued and often invisible labor of women and marginalized genders. Join us in challenging patriarchy and capitalism.",
    "tags": ["feminism", "workers-rights"]
  },
  {
    "id": "womens-strike-assembly",
    "text": "Our protests are a call for action against the systemic inequalities and injustices faced by women and non-binary people worldwide.",
    "tags": ["feminism", "workers-rights"]
  },
  {
    "id": "womens-strike-assembly",
    "text": "By organizing strikes and actions, we disrupt the status quo and demand meaningful change for gender equality and economic justice.",
    "tags": ["feminism", "workers-rights"]
  },
  {
    "id": "womens-strike-assembly",
    "text": "Feminism for us means fighting against all forms of oppression, including patriarchy, capitalism, and racism. Our struggle is interconnected.",
    "tags": ["feminism", "workers-rights"]
  },
  {
    "id": "womens-strike-assembly",
    "text": "We stand in solidarity with all who are oppressed under the current systems of power. Our actions are for a world that respects and uplifts everyone.",
    "tags": ["feminism", "workers-rights"]
  },
  {
    "id": "womens-strike-assembly",
    "text": "The Women's Strike is more than a day of action; it's a movement for radical change. Join us as we build power and make our voices heard.",
    "tags": ["feminism", "workers-rights"]
  },
  {
    "id": "womens-strike-assembly",
    "text": "Together, we challenge the systems that devalue our work and our lives. Our collective action is a force for transformation.",
    "tags": ["feminism", "workers-rights"]
  },
  {
    "id": "womens-strike-assembly",
    "text": "Equality is not enough; we demand liberation. Our actions confront and dismantle the structures that bind us.",
    "tags": ["feminism", "workers-rights"]
  },
  {
    "id": "womens-strike-assembly",
    "text": "Our movement draws strength from diversity. We are united in our fight for a just and equitable society for all genders.",
    "tags": ["feminism", "workers-rights"]
  },
  {
    "id": "womens-strike-assembly",
    "text": "We are redefining what it means to strike. Beyond labor, we strike for our lives, our rights, and our futures.",
    "tags": ["feminism", "workers-rights"]
  },
  {
    "id": "antiimperialist-action",
    "text": "Imperialism is a scourge on global communities. We stand against the exploitation and oppression wrought by colonial powers and corporate interests.",
    "tags": ["anti-war", "decolonization"]
  },
  {
    "id": "antiimperialist-action",
    "text": "Our solidarity crosses borders. We unite with those resisting imperialism and colonialism, supporting struggles for self-determination and sovereignty.",
    "tags": ["anti-war", "decolonization"]
  },
  {
    "id": "antiimperialist-action",
    "text": "Through direct action and awareness campaigns, we challenge the narratives that justify imperialism and seek to reveal the truth behind military interventions.",
    "tags": ["anti-war", "decolonization"]
  },
  {
    "id": "antiimperialist-action",
    "text": "We oppose military aggression and intervention by all imperialist states. Our fight is for a world where nations and peoples can determine their own futures.",
    "tags": ["anti-war", "decolonization"]
  },
  {
    "id": "antiimperialist-action",
    "text": "Imperialism divides and destroys. We advocate for unity and solidarity among all peoples, opposing forces that seek to exploit and oppress.",
    "tags": ["anti-war", "decolonization"]
  },
  {
    "id": "antiimperialist-action",
    "text": "Our actions expose the realities of imperialism, from economic plundering to the violation of human rights. Join us in standing up against these injustices.",
    "tags": ["anti-war", "decolonization"]
  },
  {
    "id": "antiimperialist-action",
    "text": "We demand an end to foreign occupations and the military industrial complex that fuels wars and conflicts around the globe.",
    "tags": ["anti-war", "decolonization"]
  },
  {
    "id": "antiimperialist-action",
    "text": "Our commitment to anti-imperialism is a commitment to justice, peace, and the right of all people to live free from external domination.",
    "tags": ["anti-war", "decolonization"]
  },
  {
    "id": "antiimperialist-action",
    "text": "The fight against imperialism is a fight for a better world—a world of equality, peace, and genuine independence for all.",
    "tags": ["anti-war", "decolonization"]
  },
  {
    "id": "antiimperialist-action",
    "text": "We stand in solidarity with all anti-imperialist struggles, recognizing that our liberation is bound together in the fight against global oppression.",
    "tags": ["anti-war", "decolonization"]
  },
  {
    "id": "peoples-climate-movement",
    "text": "Climate justice is about more than just the environment; it's about fighting for a world that is fair, just, and sustainable for all.",
    "tags": ["climate-justice", "workers-rights"]
  },
  {
    "id": "peoples-climate-movement",
    "text": "We unite labor, environmental, and social justice groups to address the climate crisis with solutions that ensure equity and justice for all communities.",
    "tags": ["climate-justice", "workers-rights"]
  },
  {
    "id": "peoples-climate-movement",
    "text": "Our advocacy for strong climate policies is tied to our fight for workers' rights and economic justice. A healthier planet means a healthier society.",
    "tags": ["climate-justice", "workers-rights"]
  },
  {
    "id": "peoples-climate-movement",
    "text": "Join us in demanding action on climate change that considers the needs of the most vulnerable. Together, we can create a just transition for all.",
    "tags": ["climate-justice", "workers-rights"]
  },
  {
    "id": "peoples-climate-movement",
    "text": "We believe in the power of the people to enact change. Through mobilization and collective action, we can tackle the climate crisis head-on.",
    "tags": ["climate-justice", "workers-rights"]
  },
  {
    "id": "peoples-climate-movement",
    "text": "Our movement is inclusive and intersectional, recognizing that the fight against climate change is also a fight for racial and economic justice.",
    "tags": ["climate-justice", "workers-rights"]
  },
  {
    "id": "peoples-climate-movement",
    "text": "We advocate for renewable energy and green jobs not just to save the planet, but to build a more equitable and sustainable economy for everyone.",
    "tags": ["climate-justice", "workers-rights"]
  },
  {
    "id": "peoples-climate-movement",
    "text": "The climate crisis affects us all, but not equally. We stand with frontline communities to ensure their voices are heard and their rights protected.",
    "tags": ["climate-justice", "workers-rights"]
  },
  {
    "id": "peoples-climate-movement",
    "text": "Climate action is urgent. We mobilize to demand policies that meet the scale of the crisis, ensuring a livable planet for future generations.",
    "tags": ["climate-justice", "workers-rights"]
  },
  {
    "id": "peoples-climate-movement",
    "text": "Our commitment to climate justice means fighting for a world where the environment no longer bears the cost of economic growth. Join us.",
    "tags": ["climate-justice", "workers-rights"]
  },
  {
    "id": "federation-of-southern-cooperatives",
    "text": "Empowering Black farmers through cooperative economics. Join us in supporting sustainable agriculture and economic justice in the South.",
    "tags": ["food-sovereignty", "racial-justice"]
  },
  {
    "id": "federation-of-southern-cooperatives",
    "text": "Sustainable farming is not just about the environment; it's about building resilient communities and promoting racial and economic equity.",
    "tags": ["food-sovereignty", "racial-justice"]
  },
  {
    "id": "federation-of-southern-cooperatives",
    "text": "Through cooperation, we strengthen the backbone of rural economies, ensuring that Black farmers have a fair and just market for their produce.",
    "tags": ["food-sovereignty", "racial-justice"]
  },
  {
    "id": "federation-of-southern-cooperatives",
    "text": "Our workshops and training programs are designed to uplift and educate, paving the way for a new generation of sustainable and empowered farmers.",
    "tags": ["food-sovereignty", "racial-justice"]
  },
  {
    "id": "federation-of-southern-cooperatives",
    "text": "Land ownership and agriculture are powerful tools for economic empowerment. We're committed to preserving Black landownership and promoting food sovereignty.",
    "tags": ["food-sovereignty", "racial-justice"]
  },
  {
    "id": "federation-of-southern-cooperatives",
    "text": "Unity in farming can break the chains of economic disparity. Join us in creating a cooperative network that supports Black farmers and communities.",
    "tags": ["food-sovereignty", "racial-justice"]
  },
  {
    "id": "federation-of-southern-cooperatives",
    "text": "Our legacy is rooted in the struggle for justice and equity. Together, we can ensure that rural and marginalized communities have access to sustainable livelihoods.",
    "tags": ["food-sovereignty", "racial-justice"]
  },
  {
    "id": "federation-of-southern-cooperatives",
    "text": "By investing in cooperative models, we're not just farming; we're planting the seeds of change for social and racial justice.",
    "tags": ["food-sovereignty", "racial-justice"]
  },
  {
    "id": "federation-of-southern-cooperatives",
    "text": "We advocate for policies that protect the rights of Black farmers and promote food justice. Your support is crucial in this fight for equity.",
    "tags": ["food-sovereignty", "racial-justice"]
  },
  {
    "id": "federation-of-southern-cooperatives",
    "text": "Join us in celebrating the rich heritage and contributions of Black farmers. Together, we can build a future of collective prosperity and sustainability.",
    "tags": ["food-sovereignty", "racial-justice"]
  },
  {
    "id": "democratic-confederalism-collective",
    "text": "Inspired by the principles of Rojava, we're building a movement for decentralized democracy and gender equality. Be a part of this transformative vision.",
    "tags": ["direct-democracy", "feminism"]
  },
  {
    "id": "democratic-confederalism-collective",
    "text": "Democratic confederalism is about more than governance; it's about creating spaces where everyone, especially women, have a voice in the decisions that affect their lives.",
    "tags": ["direct-democracy", "feminism"]
  },
  {
    "id": "democratic-confederalism-collective",
    "text": "Join our workshops and discussions to learn how participatory democracy can be implemented in your community, fostering equality and justice for all.",
    "tags": ["direct-democracy", "feminism"]
  },
  {
    "id": "democratic-confederalism-collective",
    "text": "We believe in a world where people govern themselves in harmony with the environment. Discover how democratic confederalism can make this a reality.",
    "tags": ["direct-democracy", "feminism"]
  },
  {
    "id": "democratic-confederalism-collective",
    "text": "Through education and activism, we promote the values of democratic confederalism: decentralization, gender equality, and ecological sustainability.",
    "tags": ["direct-democracy", "feminism"]
  },
  {
    "id": "democratic-confederalism-collective",
    "text": "Empowerment starts with equal representation. Our collective is dedicated to advancing gender equality through the principles of democratic confederalism.",
    "tags": ["direct-democracy", "feminism"]
  },
  {
    "id": "democratic-confederalism-collective",
    "text": "By embracing democratic confederalism, we forge a path toward a society where power is distributed equitably, and every voice matters.",
    "tags": ["direct-democracy", "feminism"]
  },
  {
    "id": "democratic-confederalism-collective",
    "text": "Our vision is global. From Rojava to your community, we share the tools and knowledge to build a more democratic, just, and equal world.",
    "tags": ["direct-democracy", "feminism"]
  },
  {
    "id": "democratic-confederalism-collective",
    "text": "In the spirit of Rojava, we stand for the liberation of all peoples and genders. Together, we can dismantle the oppressive structures that hold us back.",
    "tags": ["direct-democracy", "feminism"]
  },
  {
    "id": "democratic-confederalism-collective",
    "text": "Our collective is a beacon for those who believe in a future defined by equality, democracy, and ecological balance. Join us in this journey.",
    "tags": ["direct-democracy", "feminism"]
  },
  {
    "id": "redneck-revolt",
    "text": "We stand for the working class, offering community defense and advocating for social justice. Unity in action can change our communities.",
    "tags": ["anti-capitalism", "community-defense"]
  },
  {
    "id": "redneck-revolt",
    "text": "Armed with knowledge and solidarity, we provide training to empower communities to protect themselves and stand against injustice.",
    "tags": ["anti-capitalism", "community-defense"]
  },
  {
    "id": "redneck-revolt",
    "text": "Our commitment to anti-racism and anti-capitalism drives us to action. Together, we can build a society that respects and protects all.",
    "tags": ["anti-capitalism", "community-defense"]
  },
  {
    "id": "redneck-revolt",
    "text": "Through direct action and mutual aid, we confront systems of oppression. Join us in the fight for a just and equitable world.",
    "tags": ["anti-capitalism", "community-defense"]
  },
  {
    "id": "redneck-revolt",
    "text": "Community defense means standing up for each other. Our group is dedicated to training and organizing for the safety and dignity of all.",
    "tags": ["anti-capitalism", "community-defense"]
  },
  {
    "id": "redneck-revolt",
    "text": "In the face of racism and exploitation, our solidarity is our strength. We're committed to defending our communities from violence and oppression.",
    "tags": ["anti-capitalism", "community-defense"]
  },
  {
    "id": "redneck-revolt",
    "text": "We believe in the power of the people to resist and to protect. Our actions are guided by principles of justice, equality, and community defense.",
    "tags": ["anti-capitalism", "community-defense"]
  },
  {
    "id": "redneck-revolt",
    "text": "Our firearms training is about more than self-defense; it's about empowering marginalized communities to stand up against systemic injustices.",
    "tags": ["anti-capitalism", "community-defense"]
  },
  {
    "id": "redneck-revolt",
    "text": "Join us as we challenge the status quo and work towards a future where every community can thrive without fear of oppression or violence.",
    "tags": ["anti-capitalism", "community-defense"]
  },
  {
    "id": "redneck-revolt",
    "text": "Our presence at protests and actions is a commitment to protect and support those who fight against racism and capitalism.",
    "tags": ["anti-capitalism", "community-defense"]
  },
  {
    "id": "national-alliance-against-racist-and-political-repression",
    "text": "We stand united in the fight against racial and political repression. Our advocacy is for the rights and dignity of prisoners and marginalized communities.",
    "tags": ["racial-justice", "prison-abolition"]
  },
  {
    "id": "national-alliance-against-racist-and-political-repression",
    "text": "Justice requires accountability. We campaign for police reform and the protection of communities of color from systemic violence.",
    "tags": ["racial-justice", "prison-abolition"]
  },
  {
    "id": "national-alliance-against-racist-and-political-repression",
    "text": "Our work is to dismantle the structures that perpetuate racism and political repression. Join us in building a world where everyone is free.",
    "tags": ["racial-justice", "prison-abolition"]
  },
  {
    "id": "national-alliance-against-racist-and-political-repression",
    "text": "We advocate for the end of mass incarceration and the systemic injustices that target communities of color. Together, we can make a difference.",
    "tags": ["racial-justice", "prison-abolition"]
  },
  {
    "id": "national-alliance-against-racist-and-political-repression",
    "text": "Every person has the right to live free from fear and oppression. Our alliance fights for the rights and liberation of all oppressed peoples.",
    "tags": ["racial-justice", "prison-abolition"]
  },
  {
    "id": "national-alliance-against-racist-and-political-repression",
    "text": "In solidarity with those who have been wrongfully imprisoned, we demand justice and advocate for reforms that uphold human dignity and freedom.",
    "tags": ["racial-justice", "prison-abolition"]
  },
  {
    "id": "national-alliance-against-racist-and-political-repression",
    "text": "Our campaigns for police accountability are essential in the fight for justice and equality. Stand with us as we push for change.",
    "tags": ["racial-justice", "prison-abolition"]
  },
  {
    "id": "national-alliance-against-racist-and-political-repression",
    "text": "Together, we can confront and overcome the forces of racist and political repression. Join us in the movement for justice and liberation.",
    "tags": ["racial-justice", "prison-abolition"]
  },
  {
    "id": "national-alliance-against-racist-and-political-repression",
    "text": "Our strength lies in our unity. By standing together, we can challenge the injustices that affect marginalized communities and work towards a just society.",
    "tags": ["racial-justice", "prison-abolition"]
  },
  {
    "id": "national-alliance-against-racist-and-political-repression",
    "text": "We are committed to ending political repression and building a world where every individual's rights are respected and protected.",
    "tags": ["racial-justice", "prison-abolition"]
  },
  {
    "id": "participatory-budgeting-project",
    "text": "Empowering communities through participatory budgeting. Together, we decide how public funds are spent, making democracy work for everyone.",
    "tags": ["direct-democracy", "community-empowerment"]
  },
  {
    "id": "participatory-budgeting-project",
    "text": "Participatory budgeting gives power back to the people. Be a part of the decision-making process that directly impacts your community.",
    "tags": ["direct-democracy", "community-empowerment"]
  },
  {
    "id": "participatory-budgeting-project",
    "text": "Our projects demonstrate that when communities have a say in how money is spent, more equitable and impactful decisions are made.",
    "tags": ["direct-democracy", "community-empowerment"]
  },
  {
    "id": "participatory-budgeting-project",
    "text": "Join us in transforming local governance. Participatory budgeting creates transparent, inclusive, and democratic communities.",
    "tags": ["direct-democracy", "community-empowerment"]
  },
  {
    "id": "participatory-budgeting-project",
    "text": "Your voice matters. Through participatory budgeting, we ensure that community members have a say in the allocation of resources.",
    "tags": ["direct-democracy", "community-empowerment"]
  },
  {
    "id": "participatory-budgeting-project",
    "text": "We're making public budgets more accessible and understandable, so everyone can participate in shaping their communities.",
    "tags": ["direct-democracy", "community-empowerment"]
  },
  {
    "id": "participatory-budgeting-project",
    "text": "Participatory budgeting isn't just about allocating funds; it's about building community, fostering engagement, and enhancing democratic participation.",
    "tags": ["direct-democracy", "community-empowerment"]
  },
  {
    "id": "participatory-budgeting-project",
    "text": "Through workshops and resources, we support communities in implementing participatory budgeting, paving the way for a more democratic future.",
    "tags": ["direct-democracy", "community-empowerment"]
  },
  {
    "id": "participatory-budgeting-project",
    "text": "Imagine a community where your ideas for improvement are not just heard, but acted upon. Participatory budgeting makes this a reality.",
    "tags": ["direct-democracy", "community-empowerment"]
  },
  {
    "id": "participatory-budgeting-project",
    "text": "Our initiative is proof that when people come together to decide on public spending, they choose projects that benefit everyone. Join us in this democratic practice.",
    "tags": ["direct-democracy", "community-empowerment"]
  },
  {
    "id": "revolutionary-abolitionist-movement",
    "text": "We are committed to dismantling the oppressive systems of capitalism and the state through direct action and community support.",
    "tags": ["anti-capitalism", "prison-abolition", "community-defense"]
  },
  {
    "id": "revolutionary-abolitionist-movement",
    "text": "Join us in building a world where communities thrive without the need for prisons or police, through mutual aid and solidarity.",
    "tags": ["anti-capitalism", "prison-abolition", "community-defense"]
  },
  {
    "id": "revolutionary-abolitionist-movement",
    "text": "Our fight for freedom is intertwined with the struggles of Indigenous peoples. We stand in solidarity, advocating for the abolition of all forms of domination.",
    "tags": ["anti-capitalism", "prison-abolition", "community-defense"]
  },
  {
    "id": "revolutionary-abolitionist-movement",
    "text": "We envision a world where communities are empowered to defend themselves against oppression and violence, free from capitalist exploitation.",
    "tags": ["anti-capitalism", "prison-abolition", "community-defense"]
  },
  {
    "id": "revolutionary-abolitionist-movement",
    "text": "Through collective action, we aim to abolish prisons and create sustainable alternatives that focus on healing and accountability, not punishment.",
    "tags": ["anti-capitalism", "prison-abolition", "community-defense"]
  },
  {
    "id": "revolutionary-abolitionist-movement",
    "text": "Our commitment to abolition extends beyond the prison system, challenging all forms of exploitation and state control.",
    "tags": ["anti-capitalism", "prison-abolition", "community-defense"]
  },
  {
    "id": "revolutionary-abolitionist-movement",
    "text": "In solidarity with marginalized communities, we organize against the forces that displace and disenfranchise, advocating for a just and equitable society.",
    "tags": ["anti-capitalism", "prison-abolition", "community-defense"]
  },
  {
    "id": "revolutionary-abolitionist-movement",
    "text": "We believe in the power of community defense to protect our rights and freedoms against capitalist and state oppression.",
    "tags": ["anti-capitalism", "prison-abolition", "community-defense"]
  },
  {
    "id": "revolutionary-abolitionist-movement",
    "text": "Join our efforts to forge alliances and build a movement that can confront and overcome the systemic violence of capitalism and the carceral state.",
    "tags": ["anti-capitalism", "prison-abolition", "community-defense"]
  },
  {
    "id": "revolutionary-abolitionist-movement",
    "text": "Together, we fight for a future where community wellbeing is prioritized over profit, and justice is realized for all, not just the privileged few.",
    "tags": ["anti-capitalism", "prison-abolition", "community-defense"]
  },
  {
    "id": "transgender-law-center",
    "text": "We advocate for the rights of transgender and gender nonconforming people, ensuring legal protections and freedom from discrimination.",
    "tags": ["queer-liberation", "legal-advocacy"]
  },
  {
    "id": "transgender-law-center",
    "text": "Join us in the fight for a world where everyone can live authentically and safely, regardless of their gender identity or expression.",
    "tags": ["queer-liberation", "legal-advocacy"]
  },
  {
    "id": "transgender-law-center",
    "text": "Through strategic litigation and policy advocacy, we work to change laws and attitudes, advancing the rights and dignity of trans communities.",
    "tags": ["queer-liberation", "legal-advocacy"]
  },
  {
    "id": "transgender-law-center",
    "text": "Our legal services and support are dedicated to protecting and promoting the rights of transgender individuals, fighting for justice and equality.",
    "tags": ["queer-liberation", "legal-advocacy"]
  },
  {
    "id": "transgender-law-center",
    "text": "We stand against discrimination and violence, advocating for policies that ensure the safety and respect of transgender people in all areas of life.",
    "tags": ["queer-liberation", "legal-advocacy"]
  },
  {
    "id": "transgender-law-center",
    "text": "Education and advocacy are key to our mission, raising awareness about the issues facing the transgender community and mobilizing for social change.",
    "tags": ["queer-liberation", "legal-advocacy"]
  },
  {
    "id": "transgender-law-center",
    "text": "Our work empowers transgender people to advocate for their rights, fostering a society that honors and celebrates gender diversity.",
    "tags": ["queer-liberation", "legal-advocacy"]
  },
  {
    "id": "transgender-law-center",
    "text": "We collaborate with community partners to strengthen the transgender movement, working towards comprehensive protections and equal opportunities.",
    "tags": ["queer-liberation", "legal-advocacy"]
  },
  {
    "id": "transgender-law-center",
    "text": "By challenging discriminatory laws and practices, we pave the way for a future where being transgender is no barrier to living a full, authentic life.",
    "tags": ["queer-liberation", "legal-advocacy"]
  },
  {
    "id": "transgender-law-center",
    "text": "Our advocacy is rooted in the belief that all people deserve to be treated with dignity and respect, fighting for the rights of transgender individuals across the nation.",
    "tags": ["queer-liberation", "legal-advocacy"]
  },
  {
    "id": "antieviction-mapping-project",
    "text": "Through mapping and data analysis, we expose the impact of gentrification and displacement, supporting communities in their fight for housing justice.",
    "tags": ["housing-first", "community-organizing"]
  },
  {
    "id": "antieviction-mapping-project",
    "text": "Join our collective effort to document eviction crises and mobilize against the displacement of marginalized communities.",
    "tags": ["housing-first", "community-organizing"]
  },
  {
    "id": "antieviction-mapping-project",
    "text": "Our projects highlight the stories of those affected by eviction and displacement, using data as a tool for advocacy and resistance.",
    "tags": ["housing-first", "community-organizing"]
  },
  {
    "id": "antieviction-mapping-project",
    "text": "We collaborate with community organizations to resist evictions and protect affordable housing, ensuring everyone has a place to call home.",
    "tags": ["housing-first", "community-organizing"]
  },
  {
    "id": "antieviction-mapping-project",
    "text": "Our mapping initiatives reveal the systemic issues leading to housing insecurity, advocating for policies that prioritize people over profit.",
    "tags": ["housing-first", "community-organizing"]
  },
  {
    "id": "antieviction-mapping-project",
    "text": "We're building tools for communities to fight back against the forces of gentrification, empowering residents to advocate for their right to remain.",
    "tags": ["housing-first", "community-organizing"]
  },
  {
    "id": "antieviction-mapping-project",
    "text": "By visualizing data on evictions and housing instability, we aim to spark change and support grassroots movements for housing justice.",
    "tags": ["housing-first", "community-organizing"]
  },
  {
    "id": "antieviction-mapping-project",
    "text": "Our work connects the dots between housing policy, eviction rates, and community resilience, highlighting the need for systemic change.",
    "tags": ["housing-first", "community-organizing"]
  },
  {
    "id": "antieviction-mapping-project",
    "text": "We stand with tenants and communities facing eviction, using our mapping and research to bolster the fight for stable, affordable housing.",
    "tags": ["housing-first", "community-organizing"]
  },
  {
    "id": "antieviction-mapping-project",
    "text": "Our collective action aims to create a world where housing is recognized as a human right, not a commodity to be exploited for profit.",
    "tags": ["housing-first", "community-organizing"]
  },
  {
    "id": "national-domestic-workers-alliance",
    "text": "We advocate for the dignity and rights of domestic workers, ensuring fair labor practices and protections for nannies, caregivers, and house cleaners.",
    "tags": ["workers-rights", "feminism"]
  },
  {
    "id": "national-domestic-workers-alliance",
    "text": "Join our movement for respect and recognition, as we fight for labor protections and justice for domestic workers across the country.",
    "tags": ["workers-rights", "feminism"]
  },
  {
    "id": "national-domestic-workers-alliance",
    "text": "Through organizing and advocacy, we're working to secure better working conditions and rights for domestic workers, who are predominantly women of color.",
    "tags": ["workers-rights", "feminism"]
  },
  {
    "id": "national-domestic-workers-alliance",
    "text": "We're building a future where domestic work is valued and respected, with workers receiving the benefits and protections they deserve.",
    "tags": ["workers-rights", "feminism"]
  },
  {
    "id": "national-domestic-workers-alliance",
    "text": "Our campaigns for policy change are driven by the voices of domestic workers, advocating for a labor market that is fair and just for all.",
    "tags": ["workers-rights", "feminism"]
  },
  {
    "id": "national-domestic-workers-alliance",
    "text": "We empower domestic workers to stand up for their rights, offering resources and support for organizing at the grassroots level.",
    "tags": ["workers-rights", "feminism"]
  },
  {
    "id": "national-domestic-workers-alliance",
    "text": "Domestic workers are essential to our economy and society. We fight for recognition of their contributions and their right to safe, dignified work.",
    "tags": ["workers-rights", "feminism"]
  },
  {
    "id": "national-domestic-workers-alliance",
    "text": "By advocating for domestic workers, we challenge systemic inequalities and push for a labor market that respects the rights of all workers.",
    "tags": ["workers-rights", "feminism"]
  },
  {
    "id": "national-domestic-workers-alliance",
    "text": "Our work is about more than labor rights; it's about affirming the humanity and dignity of those who care for our homes and families.",
    "tags": ["workers-rights", "feminism"]
  },
  {
    "id": "national-domestic-workers-alliance",
    "text": "Together, we are creating a powerful movement for change, ensuring that domestic workers are no longer invisible or marginalized in our society.",
    "tags": ["workers-rights", "feminism"]
  },
  {
    "id": "anarchosyndicalist-federation",
    "text": "We unite labor unions and workers in the struggle for a society organized along decentralized, worker-controlled lines, championing anarcho-syndicalism.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "anarchosyndicalist-federation",
    "text": "Join us in building a future where workers have the power to directly manage their workplaces and communities, free from hierarchical control.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "anarchosyndicalist-federation",
    "text": "Through solidarity and direct action, we fight for the rights of all workers, envisioning a world of equitable distribution and mutual aid.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "anarchosyndicalist-federation",
    "text": "Our federation advocates for the abolition of the wage system, promoting a society where labor is organized for the collective benefit of all, not profit.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "anarchosyndicalist-federation",
    "text": "We believe in the power of workers to transform society. Through anarcho-syndicalism, we work towards a world of self-management and freedom.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "anarchosyndicalist-federation",
    "text": "Our movement is about reimagining work and community life, where decisions are made democratically, and everyone has a voice.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "anarchosyndicalist-federation",
    "text": "By organizing workers across various sectors, we aim to dismantle the current exploitative systems and replace them with equitable, worker-led alternatives.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "anarchosyndicalist-federation",
    "text": "Solidarity among workers is our greatest tool. Join us as we challenge the status quo and advocate for a just, anarchistic approach to labor.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "anarchosyndicalist-federation",
    "text": "Anarcho-syndicalism is not a distant ideal, but a practical pathway to achieving worker autonomy and social justice through collective action.",
    "tags": ["workers-rights", "anarchism"]
  },
  {
    "id": "anarchosyndicalist-federation",
    "text": "Together, we are stronger. Our federation is committed to uniting workers worldwide in the fight against oppression and for a democratic, anarchist society.",
    "tags": ["workers-rights", "anarchism"]
  }
]
